[
  "calendar",
  "buttons",
  "dataview",
  "table-editor-obsidian",
  "templater-obsidian",
  "obsidian-style-settings",
  "obsidian-admonition",
  "various-complements",
  "obsidian-wakatime",
  "obsidian-linter",
  "obsidian-auto-link-title",
  "obsidian-imgur-plugin",
  "obsidian-copy-block-link",
  "tag-wrangler",
  "wikilinks-to-mdlinks-obsidian",
  "obsidian-latex-suite",
  "floating-toc",
  "obsidian-excalidraw-plugin",
  "obsidian42-brat",
  "remember-cursor-position",
  "cm-typewriter-scroll-obsidian",
  "Enhanced-editing",
  "edit-history",
  "gemini-assistant",
  "omnisearch",
  "attachment-manager",
  "file-cleaner-redux"
]